Repository: thierryH91200/PegaseUIData_v2
Catalog: PegaseUIData_v2/Resource/Localizable.xcstrings
Source language: en
Languages: de, es, fr, he, hi, it, ru

source: General information
de: Allgemeine Informationen
es: Información general
fr: Informations générales
he: מידע כללי
hi: सामान्य जानकारी
it: Informazioni generali
ru: Общая информация

source: Group Account FormView
de: Kontogruppen-Formular
es: Formulario de grupo de cuentas
fr: Formulaire groupe de comptes
he: טופס קבוצת חשבונות
hi: खाता समूह फॉर्म
it: Modulo gruppo conti
ru: Форма группы счетов

source: Help
de: Hilfe
es: Ayuda
fr: Aide
he: עזרה
hi: सहायता
it: Aiuto
ru: Помощь

source: Icons by https://icones8.fr/icons/set/finance
de: Icons von https://icones8.fr/icons/set/finance
es: Iconos de https://icones8.fr/icons/set/finance
fr: Icônes par https://icones8.fr/icons/set/finance
he: אייקונים מ- https://icones8.fr/icons/set/finance
hi: आइकन https://icones8.fr/icons/set/finance द्वारा
it: Icone da https://icones8.fr/icons/set/finance
ru: Иконки с https://icones8.fr/icons/set/finance

source: Identities
de: Identitäten
es: Identidades
fr: Identités
he: זהויות
hi: पहचान
it: Identità
ru: Личности

source: Identity title
de: Identitätstitel
es: Título de identidad
fr: Titre de l'identité
he: כותרת זהות
hi: पहचान शीर्षक
it: Titolo identità
ru: Название личности

source: Ignore
de: Ignorieren
es: Ignorar
fr: Ignorer
he: התעלם
hi: अनदेखा करें
it: Ignora
ru: Игнорировать

source: Import
de: Importieren
es: Importar
fr: Importer
he: ייבוא
hi: आयात
it: Importa
ru: Импорт

source: Import a CSV file
de: CSV-Datei importieren
es: Importar un archivo CSV
fr: Importer un fichier CSV
he: ייבוא קובץ CSV
hi: CSV फ़ाइल आयात करें
it: Importa un file CSV
ru: Импортировать файл CSV

source: Import CSV…
de: CSV importieren…
es: Importar CSV…
fr: Importer CSV…
he: ייבוא CSV…
hi: CSV आयात करें…
it: Importa CSV…
ru: Импорт CSV…

source: Import OFX
de: OFX importieren
es: Importar OFX
fr: Importer OFX
he: ייבוא OFX
hi: OFX आयात करें
it: Importa OFX
ru: Импорт OFX

source: Importing the CSV file…
de: CSV-Datei wird importiert…
es: Importando el archivo CSV…
fr: Importation du fichier CSV…
he: מייבא את קובץ ה-CSV…
hi: CSV फ़ाइल आयात हो रही है…
it: Importazione del file CSV…
ru: Импорт файла CSV…

source: Importing the OFX file…
de: OFX-Datei wird importiert…
es: Importando el archivo OFX…
fr: Importation du fichier OFX…
he: מייבא את קובץ ה-OFX…
hi: OFX फ़ाइल आयात हो रही है…
it: Importazione del file OFX…
ru: Импорт файла OFX…

source: In progress
de: In Bearbeitung
es: En progreso
fr: En cours
he: בתהליך
hi: प्रगति में
it: In corso
ru: В процессе

source: Incomes
de: Einnahmen
es: Ingresos
fr: Revenus
he: הכנסות
hi: आय
it: Entrate
ru: Доходы

source: Informations
de: Informationen
es: Información
he: מידע
hi: जानकारी
it: Informazioni
ru: Информация

source: Initial balance
de: Anfangssaldo
es: Saldo inicial
fr: Solde initial
he: יתרת פתיחה
hi: प्रारंभिक शेष
it: Saldo iniziale
ru: Начальный баланс

source: Inter balance
de: Zwischensaldo
es: Saldo intermedio
fr: Solde intermédiaire
he: יתרה ביניים
hi: मध्यवर्ती शेष
it: Saldo intermedio
ru: Промежуточный баланс

source: Inter Date
de: Zwischendatum
es: Fecha intermedia
fr: Date intermédiaire
he: תאריך ביניים
hi: मध्यवर्ती तिथि
it: Data intermedia
ru: Промежуточная дата

source: InternetReconciliationView
de: Internet-Abgleich
es: Conciliación por Internet
fr: Rapprochement Internet
he: התאמה באינטרנט
hi: इंटरनेट समाधान
it: Riconciliazione Internet
ru: Интернет-сверка

source: Light
de: Hell
es: Claro
fr: Clair
he: בהיר
hi: हल्का
it: Chiaro
ru: Светлая

source: Load demo data
de: Demo-Daten laden
es: Cargar datos de demostración
fr: Charger les données de démo
he: טען נתוני הדגמה
hi: डेमो डेटा लोड करें
it: Carica dati demo
ru: Загрузить демо-данные

source: Lock
de: Sperren
es: Bloquear
fr: Verrouiller
he: נעל
hi: लॉक
it: Blocca
ru: Заблокировать

source: Lock the application
de: Anwendung sperren
es: Bloquear la aplicación
fr: Verrouiller l'application
he: נעל את האפליקציה
hi: एप्लिकेशन लॉक करें
it: Blocca l'applicazione
ru: Заблокировать приложение

source: Manage your finance with ease!
de: Verwalten Sie Ihre Finanzen mit Leichtigkeit!
es: ¡Gestiona tus finanzas con facilidad!
fr: Gérez vos finances en toute simplicité !
he: נהל את הכספים שלך בקלות!
hi: आसानी से अपने वित्त का प्रबंधन करें!
it: Gestisci le tue finanze con facilità!
ru: Управляйте финансами легко!

source: Manage your SwiftData databases
de: Verwalten Sie Ihre SwiftData-Datenbanken
es: Gestiona tus bases de datos SwiftData
fr: Gérez vos bases de données SwiftData
he: נהל את מסדי הנתונים SwiftData שלך
hi: अपने SwiftData डेटाबेस प्रबंधित करें
it: Gestisci i tuoi database SwiftData
ru: Управляйте своими базами данных SwiftData

source: Match the columns :
de: Spalten zuordnen :
es: Corresponder las columnas :
fr: Faire correspondre les colonnes :
he: התאם עמודות :
hi: कॉलम मिलाएं :
it: Associa le colonne :
ru: Сопоставить столбцы :

source: Mode Creation
de: Erstellungsmodus
es: Modo creación
fr: Mode création
he: מצב יצירה
hi: निर्माण मोड
it: Modalità creazione
ru: Режим создания

source: Mode Edit
de: Bearbeitungsmodus
es: Modo edición
fr: Mode édition
he: מצב עריכה
hi: संपादन मोड
it: Modalità modifica
ru: Режим редактирования

source: ModePaiement Pie
de: Zahlungsmethoden Kreisdiagramm
es: Gráfico circular métodos de pago
fr: Mode de paiement Pie
he: עוגת שיטות תשלום
hi: भुगतान विधि पाई चार्ट
it: Grafico a torta metodi di pagamento
ru: Круговая диаграмма способов оплаты

source: Modified: %@
de: Geändert: %@
es: Modificado: %@
fr: Modifié : %@
he: שונה: %@
hi: संशोधित: %@
it: Modificato: %@
ru: Изменено: %@

source: Multiple modifications
de: Mehrfache Änderungen
es: Modificaciones múltiples
fr: Modifications multiples
he: שינויים מרובים
hi: एकाधिक संशोधन
it: Modifiche multiple
ru: Множественные изменения

source: Multiple value
de: Mehrere Werte
es: Valores múltiples
fr: Valeurs multiples
he: ערכים מרובים
hi: एकाधिक मान
it: Valori multipli
ru: Несколько значений

source: N°
de: Nr.
he: מס׳
hi: क्र.

source: New bank statement
de: Neuer Kontoauszug
es: Nuevo extracto bancario
fr: Nouveau relevé bancaire
he: דף חשבון חדש
hi: नया बैंक स्टेटमेंट
it: Nuovo estratto conto
ru: Новая выписка

source: New statement
de: Neuer Auszug
es: Nuevo extracto
fr: Nouveau relevé
he: דף חשבון חדש
hi: नया स्टेटमेंट
it: Nuovo estratto
ru: Новая выписка

source: New Transaction
de: Neue Transaktion
es: Nueva transacción
fr: Nouvelle transaction
he: עסקה חדשה
hi: नया लेनदेन
it: Nuova transazione
ru: Новая транзакция

source: No amount entered
de: Kein Betrag eingegeben
es: No se ha introducido ningún importe
fr: Aucun montant saisi
he: לא הוזן סכום
hi: कोई राशि दर्ज नहीं की गई
it: Nessun importo inserito
ru: Сумма не введена

source: No chart data available.
de: Keine Diagrammdaten verfügbar.
es: No hay datos de gráfico disponibles.
fr: Aucune donnée de graphique disponible.
he: אין נתוני תרשים זמינים.
hi: कोई चार्ट डेटा उपलब्ध नहीं है।
it: Nessun dato grafico disponibile.
ru: Данные для диаграммы отсутствуют.

source: No current account
de: Kein aktuelles Konto
es: Sin cuenta actual
fr: Aucun compte courant
he: אין חשבון נוכחי
hi: कोई वर्तमान खाता नहीं
it: Nessun conto corrente
ru: Нет текущего счёта

source: No description
de: Keine Beschreibung
es: Sin descripción
fr: Aucune description
he: אין תיאור
hi: कोई विवरण नहीं
it: Nessuna descrizione
ru: Нет описания

source: No entries over the period
de: Keine Einträge im Zeitraum
es: Sin entradas en el período
fr: Aucune entrée sur la période
he: אין רשומות בתקופה
hi: अवधि में कोई प्रविष्टि नहीं
it: Nessuna voce nel periodo
ru: Нет записей за период

source: No expenses over the period
de: Keine Ausgaben im Zeitraum
es: Sin gastos en el período
fr: Aucune dépense sur la période
he: אין הוצאות בתקופה
hi: अवधि में कोई व्यय नहीं
it: Nessuna spesa nel periodo
ru: Нет расходов за период

source: No label
de: Keine Bezeichnung
es: Sin etiqueta
fr: Aucun libellé
he: אין תווית
hi: कोई लेबल नहीं
it: Nessuna etichetta
ru: Нет метки

source: No PDF available
de: Kein PDF verfügbar
es: No hay PDF disponible
fr: Aucun PDF disponible
he: אין PDF זמין
hi: कोई PDF उपलब्ध नहीं
it: Nessun PDF disponibile
ru: PDF недоступен

source: No receipts for the period
de: Keine Einnahmen im Zeitraum
es: Sin recibos en el período
fr: Aucune recette pour la période
he: אין קבלות לתקופה
hi: अवधि के लिए कोई रसीद नहीं
it: Nessuna entrata nel periodo
ru: Нет поступлений за период

source: No receipts over the period
de: Keine Einnahmen über den Zeitraum
es: Sin recibos durante el período
fr: Aucune recette sur la période
he: אין קבלות בתקופה
hi: अवधि में कोई रसीद नहीं
it: Nessuna entrata durante il periodo
ru: Нет поступлений за период

source: No sub-operations available
de: Keine Unter-Vorgänge verfügbar
es: No hay sub-operaciones disponibles
fr: Aucune sous-opération disponible
he: אין תת-פעולות זמינות
hi: कोई उप-ऑपरेशन उपलब्ध नहीं
it: Nessuna sotto-operazione disponibile
ru: Нет доступных под-операций

source: No transaction selected.
de: Keine Transaktion ausgewählt.
es: Ninguna transacción seleccionada.
fr: Aucune transaction sélectionnée.
he: לא נבחרה עסקה.
hi: कोई लेनदेन चयनित नहीं।
it: Nessuna transazione selezionata.
ru: Транзакция не выбрана.

source: No transactions found
de: Keine Transaktionen gefunden
es: No se encontraron transacciones
fr: Aucune transaction trouvée
he: לא נמצאו עסקאות
hi: कोई लेनदेन नहीं मिला
it: Nessuna transazione trovata
ru: Транзакции не найдены

source: NotesView
de: Notizen
es: Notas
fr: Notes
he: הערות
hi: नोट्स
it: Note
ru: Заметки

source: Number
de: Nummer
es: Número
fr: Numéro
he: מספר
hi: संख्या
it: Numero
ru: Номер

source: Number of days selected: %lld
de: Anzahl der ausgewählten Tage: %lld
es: Número de días seleccionados: %lld
fr: Nombre de jours sélectionnés : %lld
he: מספר הימים שנבחרו: %lld
hi: चयनित दिनों की संख्या: %lld
it: Numero di giorni selezionati: %lld
ru: Количество выбранных дней: %lld

source: Open
de: Öffnen
es: Abrir
fr: Ouvrir
he: פתח
hi: खोलें
it: Apri
ru: Открыть

source: Open existing document...
de: Bestehendes Dokument öffnen...
es: Abrir documento existente...
fr: Ouvrir un document existant...
he: פתח מסמך קיים...
hi: मौजूदा दस्तावेज़ खोलें...
it: Apri documento esistente...
ru: Открыть существующий документ...

source: Open sample document Project...
de: Beispieldokument Projekt öffnen...
es: Abrir documento de muestra Proyecto...
fr: Ouvrir le document exemple Projet...
he: פתח מסמך לדוגמה פרויקט...
hi: नमूना दस्तावेज़ परियोजना खोलें...
it: Apri documento di esempio Progetto...
ru: Открыть образец документа Проект...

source: Operation Date
de: Operationsdatum
es: Fecha de operación
fr: Date d'opération
he: תאריך פעולה
hi: ऑपरेशन तिथि
it: Data operazione
ru: Дата операции

source: Optimised for Apple Silicon
de: Optimiert für Apple Silicon
es: Optimizado para Apple Silicon
fr: Optimisé pour Apple Silicon
he: מותאם ל-Apple Silicon
hi: Apple Silicon के लिए अनुकूलित
it: Ottimizzato per Apple Silicon
ru: Оптимизировано для Apple Silicon

source: Outline View in SwiftUI
de: Gliederungsansicht in SwiftUI
es: Vista de esquema en SwiftUI
fr: Vue en arborescence SwiftUI
he: תצוגת מתאר ב-SwiftUI
hi: SwiftUI में आउटलाइन दृश्य
it: Vista struttura in SwiftUI
ru: Представление структуры в SwiftUI

source: Payment method
de: Zahlungsmethode
es: Método de pago
fr: Mode de paiement
he: אמצעי תשלום
hi: भुगतान विधि
it: Metodo di pagamento
ru: Способ оплаты

source: Payment method :
de: Zahlungsmethode :
es: Método de pago :
fr: Mode de paiement :
he: אמצעי תשלום :
hi: भुगतान विधि :
it: Metodo di pagamento :
ru: Способ оплаты :

source: Planned
de: Geplant
es: Planificado
fr: Prévu
he: מתוכנן
hi: नियोजित
it: Pianificato
ru: Запланировано

source: Pointage Date
de: Abstimmungsdatum
es: Fecha de conciliación
fr: Date de pointage
he: תאריך התאמה
hi: सामंजस्य तिथि
it: Data di riconciliazione
ru: Дата сверки

source: Pointing Date
de: Abstimmungsdatum
es: Fecha de conciliación
fr: Date de pointage
he: תאריך התאמה
hi: सामंजस्य तिथि
it: Data di riconciliazione
ru: Дата сверки

source: R:%lld
de: A:%lld
es: E:%lld
he: ד:%lld
hi: वि:%lld
it: E:%lld
ru: В:%lld

source: Real : %@
de: Tatsächlich : %@
fr: Réel : %@
he: בפועל : %@
hi: वास्तविक : %@
it: Effettivo : %@
ru: Фактически : %@

source: Receipts
de: Einnahmen
es: Recibos
fr: Recettes
he: קבלות
hi: रसीदें
it: Entrate
ru: Поступления

source: Recent files
de: Zuletzt verwendete Dateien
es: Archivos recientes
fr: Fichiers récents
he: קבצים אחרונים
hi: हाल की फ़ाइलें
it: File recenti
ru: Недавние файлы

source: Recette Dépense Pie
de: Einnahmen/Ausgaben Kreisdiagramm
es: Gráfico circular Ingresos/Gastos
he: תרשים עוגה הכנסות/הוצאות
hi: आय/व्यय पाई चार्ट
it: Grafico a torta Entrate/Uscite
ru: Круговая диаграмма доходов/расходов

source: RecetteDepenseBar3
de: Einnahmen/Ausgaben Balkendiagramm
es: Gráfico de barras Ingresos/Gastos
he: תרשים עמודות הכנסות/הוצאות
hi: आय/व्यय बार चार्ट
it: Grafico a barre Entrate/Uscite
ru: Столбчатая диаграмма доходов/расходов

source: Redo
de: Wiederholen
es: Rehacer
fr: Rétablir
he: בצע שוב
hi: फिर से करें
it: Ripristina
ru: Повторить

source: Relevé/Chèque
de: Auszug/Scheck
es: Extracto/Cheque
he: דף חשבון/צ׳ק
hi: विवरण/चेक
it: Estratto/Assegno
ru: Выписка/Чек

source: Remove
de: Entfernen
es: Eliminar
fr: Supprimer
he: הסר
hi: हटाएं
it: Rimuovi
ru: Удалить

source: Remove account
de: Konto entfernen
es: Eliminar cuenta
fr: Supprimer le compte
he: הסר חשבון
hi: खाता हटाएं
it: Rimuovi conto
ru: Удалить счёт

source: Remove from list
de: Aus Liste entfernen
es: Eliminar de la lista
fr: Supprimer de la liste
he: הסר מהרשימה
hi: सूची से हटाएं
it: Rimuovi dalla lista
ru: Удалить из списка

source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
he: איפוס
hi: रीसेट
it: Ripristina
ru: Сбросить

source: Reset preferences…
de: Einstellungen zurücksetzen…
es: Restablecer preferencias…
fr: Réinitialiser les préférences…
he: אפס העדפות…
hi: प्राथमिकताएं रीसेट करें…
it: Ripristina preferenze…
ru: Сбросить настройки…

source: Reset the base
de: Datenbank zurücksetzen
es: Restablecer la base
fr: Réinitialiser la base
he: אפס את מסד הנתונים
hi: डेटाबेस रीसेट करें
it: Ripristina la base
ru: Сбросить базу данных

source: Rubric
de: Rubrik
es: Rúbrica
fr: Rubrique
he: קטגוריה
hi: श्रेणी
it: Rubrica
ru: Рубрика

source: Rubric :
de: Rubrik :
es: Rúbrica :
fr: Rubrique :
he: רובריקה :
hi: रूब्रिक :
it: Rubrica :
ru: Рубрика :

source: Rubric Bar
de: Rubrik-Balken
es: Barra de rúbrica
fr: Barre de rubrique
he: סרגל קטגוריה
hi: श्रेणी बार
it: Barra rubrica
ru: Панель рубрики

source: Rubric Bar Chart
de: Rubrik-Balkendiagramm
es: Gráfico de barras de rúbricas
fr: Graphique en barres des rubriques
he: תרשים עמודות רובריקה
hi: रूब्रिक बार चार्ट
it: Grafico a barre rubrica
ru: Столбчатая диаграмма рубрик

source: Rubric selection
de: Rubrik-Auswahl
es: Selección de rúbrica
fr: Sélection de rubrique
he: בחירת רובריקה
hi: रूब्रिक चयन
it: Selezione rubrica
ru: Выбор рубрики

source: Rubric:
de: Rubrik:
es: Rúbrica:
fr: Rubrique :
he: רובריקה:
hi: रूब्रिक:
it: Rubrica:
ru: Рубрика:

source: Rubrique pie
de: Kategorien Kreisdiagramm
es: Gráfico circular de Categorías
he: תרשים עוגה קטגוריות
hi: श्रेणी पाई चार्ट
it: Grafico a torta Categorie
ru: Круговая диаграмма категорий

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
he: שמור
hi: सहेजें
it: Salva
ru: Сохранить

source: Save operation
de: Vorgang speichern
es: Guardar operación
fr: Enregistrer l'opération
he: שמור פעולה
hi: ऑपरेशन सहेजें
it: Salva operazione
ru: Сохранить операцию

source: Select a statement
de: Auszug auswählen
es: Seleccionar un extracto
fr: Sélectionner un relevé
he: בחר דף חשבון
hi: स्टेटमेंट चुनें
it: Seleziona un estratto
ru: Выбрать выписку

source: Selected PDF
de: Ausgewähltes PDF
es: PDF seleccionado
fr: PDF sélectionné
he: PDF שנבחר
hi: चयनित PDF
it: PDF selezionato
ru: Выбранный PDF

source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
he: הגדרות
hi: सेटिंग्स
it: Impostazioni
ru: Настройки

source: Show Details
de: Details anzeigen
es: Mostrar detalles
fr: Afficher les détails
he: הצג פרטים
hi: विवरण दिखाएं
it: Mostra dettagli
ru: Показать детали

source: Show in Finder
de: Im Finder anzeigen
es: Mostrar en Finder
fr: Afficher dans le Finder
he: הצג ב-Finder
hi: Finder में दिखाएं
it: Mostra nel Finder
ru: Показать в Finder

source: Solde
de: Saldo
es: Saldo
he: יתרה
hi: शेष
it: Saldo
ru: Остаток

source: Split Transactions
de: Transaktionen aufteilen
es: Dividir transacciones
fr: Ventiler les transactions
he: פצל עסקאות
hi: लेनदेन विभाजित करें
it: Dividi transazioni
ru: Разделить транзакции

source: Start Date
de: Startdatum
es: Fecha de inicio
fr: Date de début
he: תאריך התחלה
hi: आरंभ तिथि
it: Data di inizio
ru: Дата начала

source: Statement number
de: Auszugsnummer
es: Número de extracto
fr: Numéro de relevé
he: מספר דף חשבון
hi: स्टेटमेंट नंबर
it: Numero estratto
ru: Номер выписки

source: Surname
de: Nachname
es: Apellido
fr: Prénom
he: שם משפחה
hi: उपनाम
it: Cognome
ru: Фамилия

source: SwiftData Predicate:
de: SwiftData-Prädikat:
es: Predicado SwiftData:
fr: Prédicat SwiftData :
he: פרדיקט SwiftData:
hi: SwiftData प्रेडिकेट:
it: Predicato SwiftData:
ru: Предикат SwiftData:

source: The copy was successfully made.
de: Die Kopie wurde erfolgreich erstellt.
es: La copia se realizó con éxito.
fr: La copie a été effectuée avec succès.
he: ההעתקה בוצעה בהצלחה.
hi: प्रतिलिपि सफलतापूर्वक बनाई गई।
it: La copia è stata eseguita con successo.
ru: Копирование выполнено успешно.

source: The number must be a valid integer.
de: Die Nummer muss eine gültige Ganzzahl sein.
es: El número debe ser un entero válido.
fr: Le numéro doit être un entier valide.
he: המספר חייב להיות מספר שלם תקין.
hi: संख्या एक वैध पूर्णांक होनी चाहिए।
it: Il numero deve essere un intero valido.
ru: Номер должен быть допустимым целым числом.

source: The start date must be earlier than the end date.
de: Das Startdatum muss vor dem Enddatum liegen.
es: La fecha de inicio debe ser anterior a la fecha de fin.
fr: La date de début doit être antérieure à la date de fin.
he: תאריך ההתחלה חייב להיות לפני תאריך הסיום.
hi: आरंभ तिथि समाप्ति तिथि से पहले होनी चाहिए।
it: La data di inizio deve essere precedente alla data di fine.
ru: Дата начала должна быть раньше даты окончания.

source: This operation will delete all application preferences. Are you sure you want to proceed?
de: Diese Aktion löscht alle Anwendungseinstellungen. Möchten Sie fortfahren?
es: Esta operación eliminará todas las preferencias de la aplicación. ¿Está seguro de que desea continuar?
fr: Cette opération supprimera toutes les préférences de l'application. Êtes-vous sûr de vouloir continuer ?
he: פעולה זו תמחק את כל העדפות האפליקציה. האם אתה בטוח שברצונך להמשיך?
hi: यह ऑपरेशन सभी एप्लिकेशन प्राथमिकताओं को हटा देगा। क्या आप आगे बढ़ना चाहते हैं?
it: Questa operazione eliminerà tutte le preferenze dell'applicazione. Sei sicuro di voler procedere?
ru: Эта операция удалит все настройки приложения. Вы уверены, что хотите продолжить?

source: Total: %@
de: Gesamt: %@
he: סה"כ: %@
hi: कुल: %@
it: Totale: %@
ru: Итого: %@

source: Transaction Date
de: Transaktionsdatum
es: Fecha de transacción
fr: Date de transaction
he: תאריך עסקה
hi: लेनदेन तिथि
it: Data transazione
ru: Дата транзакции

source: Transaction Details
de: Transaktionsdetails
es: Detalles de la transacción
fr: Détails de la transaction
he: פרטי עסקה
hi: लेनदेन विवरण
it: Dettagli transazione
ru: Детали транзакции

source: Transaction form section
de: Transaktionsformular-Bereich
es: Sección del formulario de transacción
fr: Section du formulaire de transaction
he: קטע טופס העסקה
hi: लेनदेन फ़ॉर्म अनुभाग
it: Sezione modulo transazione
ru: Раздел формы транзакции

source: Treasury curve
de: Liquiditätskurve
es: Curva de tesorería
fr: Courbe de trésorerie
he: עקומת מזומנים
hi: खजाना वक्र
it: Curva di tesoreria
ru: Кривая казначейства

source: Undo
de: Rückgängig
es: Deshacer
fr: Annuler
he: בטל
hi: पूर्ववत करें
it: Annulla
ru: Отменить

source: Unknown Month
de: Unbekannter Monat
es: Mes desconocido
fr: Mois inconnu
he: חודש לא ידוע
hi: अज्ञात महीना
it: Mese sconosciuto
ru: Неизвестный месяц

source: Update
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
he: עדכן
hi: अपडेट करें
it: Aggiorna
ru: Обновить

source: Update at :
de: Aktualisiert am :
es: Actualizado el :
fr: Mis à jour le :
he: עודכן ב :
hi: अपडेट किया गया :
it: Aggiornato il :
ru: Обновлено :

source: Visible categories
de: Sichtbare Kategorien
es: Categorías visibles
fr: Catégories visibles
he: קטגוריות גלויות
hi: दृश्यमान श्रेणियां
it: Categorie visibili
ru: Видимые категории

source: Your financial data is protected
de: Ihre Finanzdaten sind geschützt
es: Sus datos financieros están protegidos
fr: Vos données financières sont protégées
he: הנתונים הפיננסיים שלך מוגנים
hi: आपका वित्तीय डेटा सुरक्षित है
it: I tuoi dati finanziari sono protetti
ru: Ваши финансовые данные защищены

source: Bank
es: Banco
fr: Banque
he: בנק
hi: बैंक
it: Banca
ru: Банк

source: Bank : %@
es: Banco : %@
fr: Banque : %@
he: בנק : %@
hi: बैंक : %@
it: Banca : %@
ru: Банк : %@

source: Name
es: Nombre
fr: Nom
he: שם
hi: नाम
it: Nome
ru: Имя

source: OK
es: Aceptar
he: אישור
hi: ठीक है
ru: ОК

source: Start
es: Inicio
fr: Début
he: התחלה
hi: शुरू
it: Inizio
ru: Начало

source: Status
es: Estado
fr: Statut
he: סטטוס
hi: स्थिति
it: Stato
ru: Статус

source: Status :
es: Estado :
fr: Statut :
he: סטטוס :
hi: स्थिति :
it: Stato :
ru: Статус :

source: System
es: Sistema
fr: Système
he: מערכת
hi: सिस्टम
it: Sistema
ru: Системная

source: ✅ OK
he: ✅ אישור
hi: ✅ ठीक है
ru: ✅ ОК
